/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Kan inte slutföra åtgärden";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Försök igen senare.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Medieformatet stöds inte.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Mediet kan vara skadat.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Det här programmet är inte auktoriserat att spela upp filen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Kan inte öppna";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Mediet kan inte användas.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kan inte avkoda";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Avkodaren som krävs för det här mediet är upptagen.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stoppa alla andra åtgärder som avkodar medier och försök igen.";
